driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilIFTest13/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBPEL/RepeatUntilIf">
  <soapenv:Body>
    <rep:part1>TestIfElseIF</rep:part1>
    <rep:part2>3</rep:part2>
    <rep:part3>07:19:45</rep:part3>
  </soapenv:Body>
</soapenv:Envelope>